"use strict";

// Вам необхідно виконати завдання з популярного циклу челенджів: JS30 - https://javascript30.com/. 
// (Раджу після курсу – пройти його повністю, він безкоштовний)

// Необхідно написати програму, яка буде зчитувати з клавіатури натискання клавіш та відтворювати унікальний звук 
// для кожної клавіши (клавіши можуть бути будь-які, звуки можуть бути будь-які, тільки вкажіть у верстці – які кнопки натискати). 
// В ідеалі повинно вийти як по посиланню https://js3001.github.io/.

// Тут можна знайти купу прикольних звуків безкоштовно https://www.freesfx.co.uk/Category/Bass/272



